[
    {
        "id": 244992,
        "title": "The Mind",
        "description": "The Mind is more than just a game. It's an experiment, a journey, a team experience in which you can't exchange information, yet will become one to defeat all the levels of the game.&#10;&#10;In more detail, the deck contains cards numbered 1-100, and during the game you try to complete 12, 10, or 8 levels of play with 2, 3, or 4 players. In a level, each player receives a hand of cards equal to the number of the level: one card in level 1, two cards in level 2, etc. Collectively you must play these cards into the center of the table on a single discard pile in ascending order but you cannot communicate with one another in any way as to which cards you hold. You simply stare into one another's eyes, and when you feel the time is right, you play your lowest card. If no one holds a card lower than what you played, great, the game continues! If someone did, all players discard face up all cards lower than what you played, and you lose one life.&#10;&#10;You start the game with a number of lives equal to the number of players. Lose all your lives, and you lose the game. You start with one shuriken as well, and if everyone wants to use a shuriken, each player discards their lowest card face up, giving everyone information and getting you closer to completing the level. As you complete levels, you might receive a reward of a shuriken or an extra life. Complete all the levels, and you win!&#10;&#10;For an extra challenge, play The Mind in extreme mode with all played cards going onto the stack face down. You don't look at the cards played until the end of a level, losing lives at that time for cards played out of order.&#10;&#10;",
        "players": "2-4",
        "playing_time": "20",
        "age": "8",
        "weight": "1.0784",
        "categories": [
            "Card Game",
            "Number"
        ],
        "mechanics": [
            "Communication Limits",
            "Cooperative Game"
        ]
    },
    {
        "id": 40834,
        "title": "Dominion: Intrigue",
        "description": "In Dominion: Intrigue (as with Dominion), each player starts with an identical, very small deck of cards. In the center of the table is a selection of other cards the players can &quot;buy&quot; as they can afford them. Through their selection of cards to buy, and how they play their hands as they draw them, the players construct their deck on the fly, striving for the most efficient path to the precious victory points by game end.&#10;&#10;From the back of the box: &quot;Something&rsquo;s afoot. The steward smiles at you like he has a secret, or like he thinks you have a secret, or like you think he thinks you have a secret. There are secret plots brewing, you&rsquo;re sure of it. At the very least, there are yours. A passing servant murmurs, &ldquo;The eggs are on the plate.&rdquo; You frantically search your codebook for the translation before realizing he means that breakfast is ready. Excellent. Everything is going according to plan.&quot;&#10;&#10;Dominion: Intrigue adds rules for playing with up to 8 players at two tables or for playing a single game with up to 6 players when combined with Dominion. This game adds 25 new Kingdom cards and a complete set of Treasure and Victory cards. The game can be played alone by players experienced in Dominion or with the basic game of Dominion.&#10;&#10;Part of the Dominion series.&#10;&#10;Integrates with:&#10;&#10;    Dominion&#10;&#10;&#10;Also released as an expansion that requires the base game or card set to play: Dominion: Die Intrige &#226;&#128;&#147; Erweiterung.&#10;&#10;",
        "players": "2-6",
        "playing_time": "30",
        "age": "13",
        "weight": "2.413",
        "categories": [
            "Card Game",
            "Medieval"
        ],
        "mechanics": [
            "Deck, Bag, and Pool Building",
            "Delayed Purchase",
            "Hand Management",
            "Open Drafting",
            "Variable Set-up"
        ]
    },
    {
        "id": 3076,
        "title": "Puerto Rico",
        "description": "In Puerto Rico, players assume the roles of colonial governors on the island of Puerto Rico. The aim of the game is to amass victory points by shipping goods to Europe or by constructing buildings.&#10;&#10;Each player uses a separate small board with spaces for city buildings, plantations, and resources. Shared between the players are three ships, a trading house, and a supply of resources and doubloons.&#10;&#10;The resource cycle of the game is that players grow crops which they exchange for points or doubloons. Doubloons can then be used to buy buildings, which allow players to produce more crops or give them other abilities. Buildings and plantations do not work unless they are manned by colonists.&#10;&#10;During each round, players take turns selecting a role card from those on the table (such as &quot;Trader&quot; or &quot;Builder&quot;). When a role is chosen, every player gets to take the action appropriate to that role. The player that selected the role also receives a small privilege for doing so - for example, choosing the &quot;Builder&quot; role allows all players to construct a building, but the player who chose the role may do so at a discount on that turn. Unused roles gain a doubloon bonus at the end of each turn, so the next player who chooses that role gets to keep any doubloon bonus associated with it. This encourages players to make use of all the roles throughout a typical course of a game.&#10;&#10;Puerto Rico uses a variable phase order mechanism in which a &quot;governor&quot; token is passed clockwise to the next player at the conclusion of a turn. The player with the token begins the round by choosing a role and taking the first action.&#10;&#10;Players earn victory points for owning buildings, for shipping goods, and for manned &quot;large buildings.&quot; Each player's accumulated shipping chips are kept face down and come in denominations of one or five. This prevents other players from being able to determine the exact score of another player. Goods and doubloons are placed in clear view of other players and the totals of each can always be requested by a player. As the game enters its later stages, the unknown quantity of shipping tokens and its denominations require players to consider their options before choosing a role that can end the game.&#10;&#10;In 2011 and mostly afterwards, Puerto Rico was published to include both Puerto Rico: Expansion I &ndash; New Buildings and Puerto Rico: Expansion II &ndash; The Nobles. These versions are included in the other game entry Puerto Rico, not this regular game entry for Puerto Rico. Some editions of Puerto Rico list the player count as 2-5 instead of 3-5, and they include variant rules for games with only two players.&#10;&#10;",
        "players": "3-5",
        "playing_time": "150",
        "age": "12",
        "weight": "3.2685",
        "categories": [
            "City Building",
            "Economic",
            "Farming"
        ],
        "mechanics": [
            "Action Drafting",
            "End Game Bonuses",
            "Follow",
            "Hidden Victory Points",
            "Increase Value of Unchosen Resources",
            "Turn Order: Progressive",
            "Variable Phase Order"
        ]
    },
    {
        "id": 148228,
        "title": "Splendor",
        "description": "Splendor is a game of chip-collecting and card development. Players are merchants of the Renaissance trying to buy gem mines, means of transportation, shops&mdash;all in order to acquire the most prestige points. If you're wealthy enough, you might even receive a visit from a noble at some point, which of course will further increase your prestige.&#10;&#10;On your turn, you may (1) collect chips (gems), or (2) buy and build a card, or (3) reserve one card. If you collect chips, you take either three different kinds of chips or two chips of the same kind. If you buy a card, you pay its price in chips and add it to your playing area. To reserve a card&mdash;in order to make sure you get it, or, why not, your opponents don't get it&mdash;you place it in front of you face down for later building; this costs you a round, but you also get gold in the form of a joker chip, which you can use as any gem.&#10;&#10;All of the cards you buy increase your wealth as they give you a permanent gem bonus for later buys; some of the cards also give you prestige points. In order to win the game, you must reach 15 prestige points before your opponents do.&#10;&#10;",
        "players": "2-4",
        "playing_time": "30",
        "age": "10",
        "weight": "1.7802",
        "categories": [
            "Card Game",
            "Economic",
            "Renaissance"
        ],
        "mechanics": [
            "Contracts",
            "Open Drafting",
            "Race",
            "Set Collection"
        ]
    },
    {
        "id": 224517,
        "title": "Brass: Birmingham",
        "description": "Brass: Birmingham is an economic strategy game sequel to Martin Wallace's 2007 masterpiece, Brass. Brass: Birmingham tells the story of competing entrepreneurs in Birmingham during the industrial revolution between the years of 1770 and 1870.&#10;&#10;It offers a very different story arc and experience from its predecessor. As in its predecessor, you must develop, build and establish your industries and network in an effort to exploit low or high market demands. The game is played over two halves: the canal era (years 1770-1830) and the rail era (years 1830-1870). To win the game, score the most VPs. VPs are counted at the end of each half for the canals, rails and established (flipped) industry tiles.&#10;&#10;Each round, players take turns according to the turn order track, receiving two actions to perform any of the following actions (found in the original game):&#10;&#10;1) Build - Pay required resources and place an industry tile.&#10;2) Network - Add a rail / canal link, expanding your network.&#10;3) Develop - Increase the VP value of an industry.&#10;4) Sell - Sell your cotton, manufactured goods and pottery.&#10;5) Loan - Take a &pound;30 loan and reduce your income.&#10;&#10;Brass: Birmingham also features a new sixth action:&#10;&#10;6) Scout - Discard three cards and take a wild location and wild industry card. (This action replaces Double Action Build in original Brass.)&#10;&#10;",
        "players": "2-4",
        "playing_time": "120",
        "age": "14",
        "weight": "3.8707",
        "categories": [
            "Age of Reason",
            "Economic",
            "Industry / Manufacturing",
            "Post-Napoleonic",
            "Trains",
            "Transportation"
        ],
        "mechanics": [
            "Hand Management",
            "Income",
            "Loans",
            "Market",
            "Multi-Use Cards",
            "Network and Route Building",
            "Tags",
            "Tech Trees / Tech Tracks",
            "Turn Order: Stat-Based",
            "Variable Set-up"
        ]
    },
    {
        "id": 182028,
        "title": "Through the Ages: A New Story of Civilization",
        "description": "Through the Ages: A New Story of Civilization is the new edition of Through the Ages: A Story of Civilization, with many changes small and large to the game's cards over its three ages and extensive changes to how military works.&#10;&#10;Through the Ages (TTA) is a civilization building game. Each player attempts to build the best civilization through careful resource management, and by: discovering new technologies, electing competent leaders, building wonders and maintaining a strong military. Weakness in any area can be exploited by your opponents. The game takes place throughout the ages, beginning in the age of antiquity and ending in the modern age.&#10;&#10;One of the primary mechanisms in TTA is card drafting. Technologies, wonders, and leaders come into play and become easier to draft the longer they are in play. In order to use a technology you will need enough science to discover it, enough food to create a population to man it and enough resources (ore) to build the building to use it. While balancing the resources needed to advance your technology you also need to build a military. Military is 'built' in the same manner as civilian buildings. Players that have a weak military will be preyed upon by other players. There is no map in the game so you cannot lose territory, but players with a stronger military will steal resources, science, kill leaders, take population or culture. It is very difficult to win with a strong military, but it is very easy to lose because of a weak one.&#10;&#10;Victory is achieved by the player whose nation has the most culture at the end of the modern age.&#10;&#10;",
        "players": "2-4",
        "playing_time": "120",
        "age": "14",
        "weight": "4.4381",
        "categories": [
            "Card Game",
            "Civilization",
            "Economic"
        ],
        "mechanics": [
            "Action Points",
            "Auction / Bidding",
            "Auction: Dutch",
            "Events",
            "Income",
            "Open Drafting",
            "Tags",
            "Take That"
        ]
    },
    {
        "id": 84876,
        "title": "The Castles of Burgundy",
        "description": "For the 2019 edition see The Castles of Burgundy.&#10;&#10;The game is set in the Burgundy region of High Medieval France. Each player takes on the role of an aristocrat, originally controlling a small princedom. While playing they aim to build settlements and powerful castles, practice trade along the river, exploit silver mines, and use the knowledge of travelers.&#10;&#10;The game is about players taking settlement tiles from the game board and placing them into their princedom which is represented by the player board. Every tile has a function that starts when the tile is placed in the princedom. The princedom itself consists of several regions, each of which demands its own type of settlement tile.&#10;&#10;The game is played in five phases, each consisting of five rounds.  Each phase begins with the game board stocked with settlement tiles and goods tiles.  At the beginning of each round all players roll their two dice, and the player who is currently first in turn order rolls a goods placement die.  A goods tile is made available on the game board according to the roll of the goods die.  During each round players take their turns in the current turn order.  During his turn, a player may perform any two of the four possible types of actions: 1) take a settlement tile from the numbered depot on the game board corresponding to one of his dice and place it in the staging area on his player board, 2) take a settlement tile from the staging area of his player board to a space on his player board with a number matching one of his dice in the corresponding region for the type of tile and adjacent to a previously placed settlement tile, 3) deliver goods with a number matching one of his dice, or 4) take worker tokens which allow the player to adjust the roll of his dice.  In addition to these actions a player may buy a settlement tile from the central depot on the game board and place it in the staging area on his player board.  If an action triggers the award of victory points, those points are immediately recorded.  Each settlement tile offers a benefit, additional actions, additional money, advancement on the turn order track, more goods tiles, die roll adjustment or victory points.  Bonus victory points are awarded for filling a region with settlement tiles.&#10;&#10;The game ends after the fifth phase is played to completion.  Victory points are awarded for unused money and workers, and undelivered goods.  Bonus victory points from certain settlement tiles are awarded at the end of the game.&#10;&#10;The player with the most victory points wins.&#10;&#10;The rules include basic and advanced versions.&#10;&#10;This game is #14 in the Alea big box series.&#10;&#10;There is a separate BGG entry for the 2019 edition: The Castles of Burgundy.  The 2019 edition includes, alongside the base game, eight expansions, seven of which had already been released separately as promotional items and one new to the 2019 release.&#10;&#10;UPC 4005556812431&#10;&#10;",
        "players": "2-4",
        "playing_time": "90",
        "age": "12",
        "weight": "2.9765",
        "categories": [
            "Dice",
            "Medieval",
            "Territory Building"
        ],
        "mechanics": [
            "Dice Rolling",
            "End Game Bonuses",
            "Grid Coverage",
            "Hexagon Grid",
            "Open Drafting",
            "Pattern Building",
            "Tile Placement",
            "Turn Order: Stat-Based",
            "Variable Set-up"
        ]
    },
    {
        "id": 13,
        "title": "CATAN",
        "description": "In CATAN (formerly The Settlers of Catan), players try to be the dominant force on the island of Catan by building settlements, cities and roads. On each turn dice are rolled to determine which resources the island produces. Players build structures by 'spending' resources (sheep, wheat, wood, brick and ore) which are represented by the relevant resource cards; each land type, with the exception of the unproductive desert, produces a specific resource: hills produce brick, forests produce wood, mountains produce ore, fields produce wheat, and pastures produce sheep.&#10;&#10;Set-up includes randomly placing large hexagonal tiles (each depicting one of the five resource-producing terrain types--or the desert) in a honeycomb shape and surrounding them with water tiles, some of which contain ports of exchange. A number disk, the value of which will correspond to the roll of two 6-sided dice, are placed on each terrain tile. Each player is given two settlements (think: houses) and roads (sticks) which are placed on intersections and borders of the terrain tiles. Players collect a hand of resource cards based on which terrain tiles their last-placed settlement is adjacent to. A robber pawn is placed on the desert tile.&#10;&#10;A turn consists of rolling the dice, collecting resource cards based on this dice roll and the position of settlements (or upgraded cities&mdash;think: hotels), turning in resource cards (if possible and desired) for improvements, trading cards at a port, possibly playing a development card, or trading resource cards with other players. If the dice roll is a 7, the active player moves the robber to a new terrain tile and steals a resource card from another player who has a settlement adjacent to that tile.&#10;&#10;Points are accumulated by building settlements and cities, having the longest road or the largest army (from some of the development cards), and gathering certain development cards that simply award victory points. When a player has gathered 10 points (some of which may be held in secret), s/he announces this and claims the win.&#10;&#10;",
        "players": "3-4",
        "playing_time": "120",
        "age": "10",
        "weight": "2.2887",
        "categories": [
            "Economic",
            "Negotiation"
        ],
        "mechanics": [
            "Chaining",
            "Dice Rolling",
            "Hexagon Grid",
            "Income",
            "Modular Board",
            "Negotiation",
            "Network and Route Building",
            "Race",
            "Random Production",
            "Trading",
            "Variable Set-up"
        ]
    },
    {
        "id": 161936,
        "title": "Pandemic Legacy: Season 1",
        "description": "Pandemic Legacy is a co-operative campaign game, with an overarching story arc played through 12-24 sessions, depending on how well your group does at the game. At the beginning, the game starts in a very similar fashion as basic Pandemic, in which your team of disease-fighting specialists races against the clock to travel around the world, treating disease hot spots while researching cures for each of four plagues before they get out of hand.&#10;&#10;During a player's turn, they have four actions available, with which they may travel around in the world in various ways (sometimes needing to discard a card), build structures like research stations, treat diseases (removing one cube from the board; if all cubes of a color have been removed, the disease has been eradicated), trade cards with other players, or find a cure for a disease (requiring five cards of the same color to be discarded while at a research station). Each player has a unique role with special abilities to help them at these actions.&#10;&#10;After a player has taken their actions, they draw two cards. These cards can include epidemic cards, which will place new disease cubes on the board, and can lead to an outbreak, spreading disease cubes even further. Outbreaks additionally increase the panic level of a city, making that city more expensive to travel to.&#10;&#10;Each month in the game, you have two chances to achieve that month's objectives. If you succeed, you win and immediately move on to the next month. If you fail, you have a second chance, with more funding for beneficial event cards.&#10;&#10;During the campaign, new rules and components will be introduced. These will sometimes require you to permanently alter the components of the game; this includes writing on cards, ripping up cards, and placing permanent stickers on components. Your characters can gain new skills, or detrimental effects. A character can even be lost entirely, at which point it's no longer available for play.&#10;&#10;Part of the Pandemic series&#10;&#10;",
        "players": "2-4",
        "playing_time": "60",
        "age": "13",
        "weight": "2.8301",
        "categories": [
            "Environmental",
            "Medical"
        ],
        "mechanics": [
            "Action Points",
            "Cooperative Game",
            "Hand Management",
            "Legacy Game",
            "Point to Point Movement",
            "Scenario / Mission / Campaign Game",
            "Set Collection",
            "Tags",
            "Trading",
            "Variable Player Powers"
        ]
    },
    {
        "id": 230802,
        "title": "Azul",
        "description": "Introduced by the Moors, azulejos (originally white and blue ceramic tiles) were fully embraced by the Portuguese when their king Manuel I, on a visit to the Alhambra palace in Southern Spain, was mesmerized by the stunning beauty of the Moorish decorative tiles. The king, awestruck by the interior beauty of the Alhambra, immediately ordered that his own palace in Portugal be decorated with similar wall tiles. As a tile-laying artist, you have been challenged to embellish the walls of the Royal Palace of Evora.&#10;&#10;In the game Azul, players take turns drafting colored tiles from suppliers to their player board. Later in the round, players score points based on how they've placed their tiles to decorate the palace. Extra points are scored for specific patterns and completing sets; wasted supplies harm the player's score. The player with the most points at the end of the game wins.&#10;&#10;",
        "players": "2-4",
        "playing_time": "45",
        "age": "8",
        "weight": "1.7665",
        "categories": [
            "Abstract Strategy",
            "Puzzle",
            "Renaissance"
        ],
        "mechanics": [
            "End Game Bonuses",
            "Open Drafting",
            "Pattern Building",
            "Set Collection",
            "Tile Placement",
            "Turn Order: Claim Action"
        ]
    },
    {
        "id": 220308,
        "title": "Gaia Project",
        "description": "Gaia Project is a new game in the line of Terra Mystica. As in the original Terra Mystica, fourteen different factions live on seven different kinds of planets, and factions are bound to their own home planets, so to develop and grow, they must terraform neighboring planets into their home environments in competition with the other groups. In addition, Gaia planets can be used by all factions for colonization, and Transdimensional planets can be changed into Gaia planets.&#10;&#10;All factions can improve their skills in six different areas of development: Terraforming, Navigation, Artificial Intelligence, Gaiaforming, Economy, Research; leading to advanced technology and special bonuses. To do all of that, each group has special skills and abilities.&#10;&#10;The playing area is made of ten sectors, allowing a variable set-up and thus an even bigger replay value than its predecessor Terra Mystica. A two-player game is hosted on seven sectors.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
        "players": "1-4",
        "playing_time": "150",
        "age": "12",
        "weight": "4.3941",
        "categories": [
            "Civilization",
            "Economic",
            "Miniatures",
            "Science Fiction",
            "Space Exploration",
            "Territory Building"
        ],
        "mechanics": [
            "End Game Bonuses",
            "Hexagon Grid",
            "Income",
            "Modular Board",
            "Network and Route Building",
            "Solo / Solitaire Game",
            "Tags",
            "Tech Trees / Tech Tracks",
            "Turn Order: Pass Order",
            "Variable Player Powers",
            "Variable Set-up",
            "Victory Points as a Resource"
        ]
    },
    {
        "id": 31260,
        "title": "Agricola",
        "description": "Description originally from BoardgameNews&#10;&#10;In Agricola, you're a farmer in a wooden shack with your spouse and little else. At first, on a turn, your family gets to take only two actions, one for you and one for your spouse, as might be found among all the possibilities on a farm: plowing fields; collecting materials; building fences, and so on. There are numerous choices available, and while the game progresses you'll have more and more, as each round a new action card is flipped over, offering one more possible action. You might think about having kids in order to get more work accomplished but first you'll need to expand your house to make room--and what are you going to feed all the little rug rats?&#10;&#10;The game supports many levels of complexity, mainly through the distribution of cards which represent Minor Improvements and Occupations. In the beginner's version (called the Family Variant in the U.S. release) these cards are not used at all. For advanced play, the U.S. release includes three levels of both types of cards; Basic (E-deck), Interactive (I-deck), and Complex (K-deck), and the rulebook encourages players to experiment with the various decks and mixtures thereof. Aftermarket decks such as the Z-Deck and the L-Deck also exist. Each player starts with a hand of 7 Occupation cards (of more than 160 total) and 7 Minor Improvement cards (of more than 140 total) that he/she may use during the game if they fit into his/her strategy.&#10;&#10;Agricola is a turn-based game, and the problem to be overcome is that each available action can be taken by only one player each round so it's important to be careful about your choices.  There are countless strategies, some of which depend on your hand of cards.  Sometimes it's a good choice to stay on course, and sometimes it is better to react to your opponents' actions...&#10;&#10;",
        "players": "1-5",
        "playing_time": "150",
        "age": "12",
        "weight": "3.6356",
        "categories": [
            "Animals",
            "Economic",
            "Farming"
        ],
        "mechanics": [
            "Automatic Resource Growth",
            "Closed Drafting",
            "Enclosure",
            "Hand Management",
            "Increase Value of Unchosen Resources",
            "Solo / Solitaire Game",
            "Turn Order: Claim Action",
            "Variable Player Powers",
            "Worker Placement"
        ]
    },
    {
        "id": 225694,
        "title": "Decrypto",
        "description": "Players compete in two teams in Decrypto, with each trying to correctly interpret the coded messages presented to them by their teammates while cracking the codes they intercept from the opposing team.&#10;&#10;In more detail, each team has their own screen, and in this screen they tuck four cards in pockets numbered 1-4, letting everyone on the same team see the words on these cards while hiding the words from the opposing team. In the first round, each team does the following: One team member takes a code card that shows three of the digits 1-4 in some order, e.g., 4-2-1. They then give a coded message that their teammates must use to guess this code. For example, if the team's four words are &quot;pig&quot;, &quot;candy&quot;, &quot;tent&quot;, and &quot;son&quot;, then I might say &quot;Sam-striped-pink&quot; and hope that my teammates can correctly map those words to 4-2-1. If they guess correctly, great; if not, we receive a black mark of failure.&#10;&#10;Starting in the second round, a member of each team must again give a clue about their words to match a numbered code. If I get 2-4-3, I might now say, &quot;sucker-prince-stake&quot;. The other team then attempts to guess our numbered code. If they're correct, they receive a white mark of success; if not, then my team must guess the number correctly or take a black mark of failure. (Guessing correctly does nothing except avoid failure and give the opposing team information about what our hidden words might be.)&#10;&#10;The rounds continue until a team collects either its second white mark (winning the game) or its second black mark (losing the game). Games typically last between 4-7 rounds. If neither team has won after eight rounds, then each team must attempt to guess the other team's words; whichever team guesses more words correctly wins.&#10;&#10;",
        "players": "3-8",
        "playing_time": "45",
        "age": "12",
        "weight": "1.8239",
        "categories": [
            "Deduction",
            "Party Game",
            "Spies / Secret Agents",
            "Word Game"
        ],
        "mechanics": [
            "Communication Limits",
            "Targeted Clues",
            "Team-Based Game"
        ]
    },
    {
        "id": 173346,
        "title": "7 Wonders Duel",
        "description": "In many ways 7 Wonders Duel resembles its parent game 7 Wonders. Over three ages, players acquire cards that provide resources or advance their military or scientific development in order to develop a civilization and complete wonders. What's different about 7 Wonders Duel is that, as the title suggests, the game is solely for two players.&#10;&#10;Players do not draft cards simultaneously from decks of cards, but from a display of face-down and face-up cards arranged at the start of a round. A player can take a card only if it's not covered by any others, so timing comes into play, as it can with bonus moves that allow the player to take a second card immediately. As in the original game, each acquired card can be built, discarded for coins, or used to construct a wonder. Each player also starts with four wonder cards, and the construction of a wonder provides its owner with a special ability. Only seven wonders can be built, though, so one player will end up short.&#10;&#10;Players can purchase resources at any time from the bank, or they can gain cards during the game that provide them with resources for future building; as they are acquired, the cost for those resources increases for the opponent, representing the owner's dominance in this area.&#10;&#10;You can win 7 Wonders Duel in one of three ways: each time you acquire a military card, you advance the military marker toward your opponent's capital (also giving you a bonus at certain positions). If you reach the opponent's capital, you win the game immediately. Or if you acquire six of seven different scientific symbols, you achieve scientific dominance and win immediately. If none of these situations occurs, then the player with the most points at the end of the game wins.&#10;&#10;",
        "players": "2-2",
        "playing_time": "30",
        "age": "10",
        "weight": "2.2247",
        "categories": [
            "Ancient",
            "Card Game",
            "City Building",
            "Civilization",
            "Economic"
        ],
        "mechanics": [
            "End Game Bonuses",
            "Income",
            "Layering",
            "Market",
            "Modular Board",
            "Multi-Use Cards",
            "Once-Per-Game Abilities",
            "Open Drafting",
            "Set Collection",
            "Sudden Death Ending",
            "Tags",
            "Tech Trees / Tech Tracks",
            "Tug of War",
            "Variable Player Powers",
            "Variable Set-up",
            "Victory Points as a Resource"
        ]
    },
    {
        "id": 115746,
        "title": "War of the Ring: Second Edition",
        "description": "In War of the Ring, one player takes control of the Free Peoples (FP) while the other player controls Shadow Armies (SA). Initially, the Free People Nations are reluctant to take arms against Sauron, so they must be attacked by Sauron or persuaded by Gandalf or other Companions before they start to fight in earnest: this is represented by the Political Track which shows if a Nation is ready to fight in the War of the Ring or not.&#10;&#10;The game can be won by a military victory if Sauron conquers a certain number of Free People cities and strongholds, or vice versa. But the true hope of the Free Peoples lies with the quest of the Ring bearer: while the armies clash across Middle-earth, the Fellowship of the Ring is trying to get secretly to Mount Doom to destroy the One Ring. Sauron is not aware of the real intention of his enemies but is looking across Middle-earth for the precious Ring, so that the Fellowship is going to face numerous dangers, represented by the rules of The Hunt for the Ring. But the Companions can spur the Free Peoples to the fight against Sauron, so the Free People player must balance the need to protect the Ring bearer from harm with an attempt to raise a proper defense against the armies of the Shadow so that they do not overrun Middle-earth before the Ringbearer completes his quest.&#10;&#10;Each game turn revolves around the roll of Action Dice: each die corresponds to an action that a player can perform during a turn. Depending on the face rolled on each die, different actions are possible (moving armies or characters, recruiting troops, advancing a Political Track).&#10;&#10;Action Dice can also be used to draw or play Event Cards. Event Cards are played to represent specific events from the story (or events that could possibly have happened) that cannot be portrayed through normal game-play. Each Event Card can also create an unexpected turn in the game, allowing special actions or altering the course of a battle.&#10;&#10;",
        "players": "2-4",
        "playing_time": "180",
        "age": "13",
        "weight": "4.2165",
        "categories": [
            "Fantasy",
            "Fighting",
            "Novel-based",
            "Territory Building",
            "Wargame"
        ],
        "mechanics": [
            "Action Drafting",
            "Area Majority / Influence",
            "Area Movement",
            "Campaign / Battle Card Driven",
            "Card Play Conflict Resolution",
            "Dice Rolling",
            "Events",
            "Hand Management",
            "Movement Points",
            "Team-Based Game",
            "Variable Set-up"
        ]
    },
    {
        "id": 312484,
        "title": "Lost Ruins of Arnak",
        "description": "On an uninhabited island in uncharted seas, explorers have found traces of a great civilization. Now you will lead an expedition to explore the island, find lost artifacts, and face fearsome guardians, all in a quest to learn the island's secrets.&#10;&#10;Lost Ruins of Arnak combines deck-building and worker placement in a game of exploration, resource management, and discovery. In addition to traditional deck-builder effects, cards can also be used to place workers, and new worker actions become available as players explore the island. Some of these actions require resources instead of workers, so building a solid resource base will be essential. You are limited to only one action per turn, so make your choice carefully... what action will benefit you most now? And what can you afford to do later... assuming someone else doesn't take the action first!?&#10;&#10;Decks are small, and randomness in the game is heavily mitigated by the wealth of tactical decisions offered on the game board. With a variety of worker actions, artifacts, and equipment cards, the set-up for each game will be unique, encouraging players to explore new strategies to meet the challenge.&#10;&#10;Discover the Lost Ruins of Arnak!&#10;&#10;&mdash;description from the publisher&#10;&#10;",
        "players": "1-4",
        "playing_time": "120",
        "age": "12",
        "weight": "2.9241",
        "categories": [
            "Adventure",
            "Ancient",
            "Exploration",
            "Fantasy",
            "Travel"
        ],
        "mechanics": [
            "Contracts",
            "Deck, Bag, and Pool Building",
            "Market",
            "Multi-Use Cards",
            "Once-Per-Game Abilities",
            "Resource to Move",
            "Solo / Solitaire Game",
            "Turn Order: Progressive",
            "Worker Placement"
        ]
    },
    {
        "id": 204583,
        "title": "Kingdomino",
        "description": "In Kingdomino, you are a lord seeking new lands in which to expand your kingdom. You must explore all the lands, including wheat fields, lakes, and mountains, in order to spot the best plots, while competing with other lords to acquire them first.&#10;&#10;The game uses tiles with two sections, similar to Dominoes. Each turn, each player will select a new domino to connect to their existing kingdom, making sure at least one of its sides connects to a matching terrain type already in play. The order of who picks first depends on which tile was previously chosen, with better tiles forcing players to pick later in the next round. The game ends when each player has completed a 5x5 grid (or failed to do so), and points are counted based on number of connecting tiles and valuable crown symbols.&#10;&#10;",
        "players": "2-4",
        "playing_time": "25",
        "age": "8",
        "weight": "1.2316",
        "categories": [
            "City Building",
            "Medieval",
            "Territory Building"
        ],
        "mechanics": [
            "Open Drafting",
            "Tile Placement",
            "Turn Order: Stat-Based"
        ]
    },
    {
        "id": 244521,
        "title": "The Quacks of Quedlinburg",
        "description": "In The Quacks of Quedlinburg, players are charlatans &mdash; or quack doctors &mdash; each making their own secret brew by adding ingredients one at a time. Take care with what you add, though, for a pinch too much of this or that will spoil the whole mixture!&#10;&#10;Each player has their own bag of ingredient chips. During each round, they simultaneously draw chips from their bags and add them to their pots. The higher the face value of the drawn chip, the further it is placed in the pot's swirling pattern, increasing how much the potion will be worth. Push your luck as far as you can, but if you add too many cherry bombs, your pot will explode!&#10;&#10;At the end of each round, players gain victory points and coins to spend on new ingredients, depending on how well they managed to fill up their pots. But players whose pots have exploded must choose points or coins &mdash; not both! The player with the most victory points at the end of nine rounds wins the game.&#10;&#10;",
        "players": "2-4",
        "playing_time": "45",
        "age": "10",
        "weight": "1.9445",
        "categories": [
            "Medieval"
        ],
        "mechanics": [
            "Catch the Leader",
            "Deck, Bag, and Pool Building",
            "Delayed Purchase",
            "Dice Rolling",
            "Events",
            "Open Drafting",
            "Push Your Luck",
            "Simultaneous Action Selection",
            "Variable Set-up"
        ]
    },
    {
        "id": 256043,
        "title": "Critical Mass: 15mm Sci Fi Company Level Battle System",
        "description": "The Critical Mass 15mm rule system is a fast play alternative action company level game. Infantry are based in multiples and form platoons, vehicles are based individually and grouped to form units. Each game round players must manage their units activations with play continually moving back and forth as each unit is activated meaning games a tense and involved. As you would expect from a sci-fi game Walkers, Drop Troops, Grav Tanks, and much more are a plenty, coupled with lots destruction and mission defined battlefield objectives.&#10;&#10;&mdash;description from publisher&#10;&#10;",
        "players": "2-2",
        "playing_time": "0",
        "age": "0",
        "weight": "0",
        "categories": [
            "Miniatures",
            "Science Fiction",
            "Wargame"
        ],
        "mechanics": [
            "Dice Rolling"
        ]
    },
    {
        "id": 12333,
        "title": "Twilight Struggle",
        "description": "Now the trumpet summons us again, not as a call to bear arms, though arms we need; not as a call to battle, though embattled we are &ndash; but a call to bear the burden of a long twilight struggle. &ndash; John F. Kennedy&#10;&#10;In 1945, unlikely allies toppled Hitler's war machine, while humanity's most devastating weapons forced the Japanese Empire to its knees in a storm of fire. Where once there stood many great powers, there then stood only two. The world had scant months to sigh its collective relief before a new conflict threatened. Unlike the titanic struggles of the preceding decades, this conflict would be waged not primarily by soldiers and tanks, but by spies and politicians, scientists and intellectuals, artists and traitors.&#10;&#10;Twilight Struggle is a two-player game simulating the forty-five year dance of intrigue, prestige, and occasional flares of warfare between the Soviet Union and the United States. The entire world is the stage on which these two titans fight to make the world safe for their own ideologies and ways of life. The game begins amidst the ruins of Europe as the two new &quot;superpowers&quot; scramble over the wreckage of the Second World War, and ends in 1989, when only the United States remained standing.&#10;&#10;Twilight Struggle inherits its fundamental systems from the card-driven classics We the People and Hannibal: Rome vs. Carthage. It is a quick-playing, low-complexity game in that tradition. The game map is a world map of the period, whereon players move units and exert influence in attempts to gain allies and control for their superpower. As with GMT's other card-driven games, decision-making is a challenge; how to best use one's cards and units given consistently limited resources? Event cards add detail and flavor to the game. They cover a vast array of historical happenings, from the Arab-Israeli conflicts of 1948 and 1967, to Vietnam and the U.S. peace movement, to the Cuban Missile Crisis and other such incidents that brought the world to the brink of nuclear annihilation. Subsystems capture the prestige-laden Space Race as well as nuclear tensions, with the possibility of game-ending nuclear war.&#10;&#10;TIME SCALE:     approx. 3-5 years per turn&#10;MAP SCALE:     Point-to-point system&#10;UNIT SCALE:     Influence markers&#10;&#10;",
        "players": "2-2",
        "playing_time": "180",
        "age": "13",
        "weight": "3.6111",
        "categories": [
            "Modern Warfare",
            "Political",
            "Wargame"
        ],
        "mechanics": [
            "Action / Event",
            "Advantage Token",
            "Area Majority / Influence",
            "Campaign / Battle Card Driven",
            "Dice Rolling",
            "Events",
            "Hand Management",
            "Simulation",
            "Simultaneous Action Selection",
            "Sudden Death Ending",
            "Tug of War",
            "Variable Set-up"
        ]
    },
    {
        "id": 39856,
        "title": "Dixit",
        "description": "Each turn in Dixit, one player is the storyteller who chooses one of the six cards in his or her hand, then expresses an idea, with sounds or words, that is reflected on that card's image, and places the card face down on the playing surface. Each other player then selects the card in his or her hand that best matches that expression, and passes the selected card to the storyteller, face down as well.&#10;&#10;The storyteller shuffles all the cards together, then turns them over to reveal them. Each player other than the storyteller then secretly guesses which card belongs to the storyteller. If nobody or everybody guesses the correct card, the storyteller scores 0 points, and each other player scores 2 points. Otherwise, the storyteller and whoever found the correct answer score 3 points. Additionally, the non-storyteller players score 1 point for every vote received by their card.&#10;&#10;The game ends when the deck is empty or if a player has scored at least 30 points. In either case, the player with the most points wins.&#10;&#10;The Dixit base game and each expansion contains 84 cards, and the cards can be mixed together as desired.&#10;&#10;",
        "players": "3-8",
        "playing_time": "30",
        "age": "8",
        "weight": "1.1958",
        "categories": [
            "Card Game",
            "Humor",
            "Party Game"
        ],
        "mechanics": [
            "Race",
            "Storytelling",
            "Targeted Clues",
            "Voting"
        ]
    },
    {
        "id": 254640,
        "title": "Just One",
        "description": "Just One is a cooperative party game in which you play together to discover as many mystery words as possible. Find the best clue to help your teammate. Be unique, as all identical clues will be cancelled!&#10;&#10;A complete game is played over 13 cards. The goal is to get a score as close to 13 as possible. In case of a right answer, the players score 1 point. In case of wrong answer, they lose the current card as well as the top card of the deck. Thus losing 2 points. In case of lack of answer, the players only lose the current card, and therefore only 1 point.&#10;&#10;You have the choice &ndash; make the difference!&#10;&#10;Small Historical Point:&#10;&#10;Originally, Just One was called We Are The Word and was published by Fun Consortium.&#10;&#10;Repos Production bought the rights in early 2018 and adapted the game. The Sombrero-wearing Belgians decided to improve the quality of the components, add 50 new words, and change the name of the game. Following this new edition, the game went from having only a French edition to having a world-wide edition.&#10;&#10;",
        "players": "3-7",
        "playing_time": "60",
        "age": "8",
        "weight": "1.0384",
        "categories": [
            "Party Game",
            "Word Game"
        ],
        "mechanics": [
            "Communication Limits",
            "Cooperative Game",
            "Paper-and-Pencil"
        ]
    },
    {
        "id": 284083,
        "title": "The Crew: The Quest for Planet Nine",
        "description": "In the co-operative trick-taking game The Crew: The Quest for Planet Nine, the players set out as astronauts on an uncertain space adventure. What are the rumors regarding the unknown planet about? The eventful journey through space extends over 50 exciting missions. But this game can only be defeated by meeting common individual tasks of each player. In order to meet the varied challenges communication is essential in the team. But this is more difficult than expected in space.&#10;&#10;With each mission the game becomes more difficult. After each mission the game can be paused and continued later. During each mission it is not the number of tricks but the right tricks at the right time that count.&#10;&#10;The team completes a mission only if every single player is successful in fulfilling their tasks.&#10;&#10;The game comes with 50 missions, with three additional missions published in spielbox 2/2020.&#10;&#10;",
        "players": "2-5",
        "playing_time": "20",
        "age": "10",
        "weight": "1.9552",
        "categories": [
            "Card Game",
            "Science Fiction",
            "Space Exploration"
        ],
        "mechanics": [
            "Communication Limits",
            "Cooperative Game",
            "Hand Management",
            "Scenario / Mission / Campaign Game",
            "Trick-taking"
        ]
    },
    {
        "id": 822,
        "title": "Carcassonne",
        "description": "Carcassonne is a tile placement game in which the players draw and place a tile with a piece of southern French landscape represented on it. The tile might feature a city, a road, a cloister, grassland or some combination thereof, and it must be placed adjacent to tiles that have already been played, in such a way that cities are connected to cities, roads to roads, et cetera. Having placed a tile, the player can then decide to place one of his/her meeples in one of the areas on it: in the city as a knight, on the road as a robber, in the cloister as a monk, or in the field as a farmer. When that area is complete that meeple scores points for its owner.&#10;&#10;During a game of Carcassonne, players are faced with decisions like: &quot;Is it really worth putting my last meeple there?&quot; or &quot;Should I use this tile to expand my city, or should I place it near my opponent instead, giving him/her a hard time to complete his/her project and score points?&quot; Since players place only one tile and have the option to place one meeple on it, turns proceed quickly even if it is a game full of options and possibilities.&#10;&#10;First game in the Carcassonne series.&#10;&#10;",
        "players": "2-5",
        "playing_time": "45",
        "age": "7",
        "weight": "1.8899",
        "categories": [
            "Medieval",
            "Territory Building"
        ],
        "mechanics": [
            "Area Majority / Influence",
            "Enclosure",
            "Map Addition",
            "Pattern Building",
            "Tile Placement"
        ]
    },
    {
        "id": 169786,
        "title": "Scythe",
        "description": "It is a time of unrest in 1920s Europa. The ashes from the first great war still darken the snow. The capitalistic city-state known simply as &ldquo;The Factory&rdquo;, which fueled the war with heavily armored mechs, has closed its doors, drawing the attention of several nearby countries.&#10;&#10;Scythe is an engine-building game set in a 1920s era, alternate-history. It is a time of farming and war, broken hearts and rusted gears, innovation and valor. In Scythe, each player controls one of five factions of Eastern Europe, all of which are attempting to earn their fortunes and claim their stakes in the land around the mysterious Factory. Players conquer territory, enlist new recruits, reap resources, gain villagers, build structures, and activate monstrous mechs.&#10;&#10;Each player begins the game with different resources (power, coins, combat acumen, and popularity), a different starting location, and a hidden goal. Starting positions are specially calibrated to contribute to each faction&rsquo;s uniqueness and the asymmetrical nature of the game (each faction always starts in the same place). Scythe uses a streamlined action-selection mechanism (no rounds or phases) to keep gameplay moving at a brisk pace and reduce downtime between turns. While there is plenty of direct conflict for players who seek it, there is no player elimination.&#10;&#10;Scythe gives players almost complete control over their fate. Other than each player&rsquo;s individual hidden objective card, the only elements of luck or variability are &ldquo;encounter&rdquo; cards that players will draw as they interact with the citizens of newly explored lands. Each encounter card provides the player with several options, allowing them to mitigate the luck of the draw through their selection. Combat is also driven by choices, not luck or randomness. Every part of Scythe has an aspect of engine-building to it. Players can upgrade actions to become more efficient, build structures that improve their position on the map, enlist new recruits to enhance character abilities, activate mechs to deter opponents from invading, and expand their borders to reap greater types and quantities of resources. These engine-building aspects create a sense of momentum and progress throughout the game. The order in which players improve their engines adds to the unique feel of each game, even if having played one faction multiple times.&#10;&#10;",
        "players": "1-5",
        "playing_time": "115",
        "age": "14",
        "weight": "3.4485",
        "categories": [
            "Economic",
            "Fighting",
            "Science Fiction",
            "Territory Building"
        ],
        "mechanics": [
            "Area Majority / Influence",
            "Card Play Conflict Resolution",
            "Contracts",
            "End Game Bonuses",
            "Force Commitment",
            "Grid Movement",
            "Hexagon Grid",
            "King of the Hill",
            "Movement Points",
            "Narrative Choice / Paragraph",
            "Solo / Solitaire Game",
            "Take That",
            "Tech Trees / Tech Tracks",
            "Variable Player Powers",
            "Variable Set-up",
            "Victory Points as a Resource",
            "Zone of Control"
        ]
    },
    {
        "id": 170042,
        "title": "Raiders of the North Sea",
        "description": "Raiders of the North Sea is set in the central years of the Viking Age. As Viking warriors, players seek to impress the Chieftain by raiding unsuspecting settlements. To do so, players need to assemble a crew, collect provisions, and journey north to plunder gold, iron and livestock. Glory can be found in battle, even at the hands of the Valkyrie, so gather your warriors because it's raiding season!&#10;&#10;To impress the Chieftain, you need victory points (VPs), with those being acquired primarily by raiding settlements, taking plunder, and making offerings to the Chieftain. How you use your plunder is also vital to your success. Players take turns in clockwise order, and on a turn you place a worker and resolve its action, then pick up a different worker and resolve its action. Broadly speaking, those actions fall in one of two categories:&#10;&#10;&#10;     Work: Having a good crew and enough provisions are vital to successful raiding, so before making any raids, players need to do some work to prepare their crew and collect supplies. This is all done in the village at the bottom of the game board, with eight buildings offering various actions. You must first place your worker in an available building where no other worker is present, then pick up a different worker from a different building.&#10;&#10;&#10;&#10;     Raid: Once players have hired enough crew and collected provisions, you may choose to raid on your turn. To raid a settlement &mdash; whether a harbor, outpost, monastery or fortress &mdash; you need to meet three requirements: Having a large enough crew, having enough provisions (along with gold for monasteries and fortresses, and having a worker of the right color. Raiding offers various ways of scoring, such as military strength, plunder, and Valkyries, which is how grey and white workers enter the game.&#10;&#10;&#10;The game ends when only one fortress raid remains, all Valkyrie have been removed, or all offerings have been made, then players tally their scores.&#10;&#10;",
        "players": "2-4",
        "playing_time": "80",
        "age": "12",
        "weight": "2.5606",
        "categories": [
            "Medieval",
            "Nautical"
        ],
        "mechanics": [
            "Contracts",
            "Dice Rolling",
            "Hand Management",
            "Worker Placement",
            "Worker Placement, Different Worker Types"
        ]
    },
    {
        "id": 72125,
        "title": "Eclipse: New Dawn for the Galaxy",
        "description": "The galaxy has been a peaceful place for many years. After the ruthless Terran&ndash;Hegemony War (30.027&ndash;33.364), much effort has been employed by all major spacefaring species to prevent the terrifying events from repeating themselves. The Galactic Council was formed to enforce precious peace, and it has taken many courageous efforts to prevent the escalation of malicious acts. Nevertheless, tension and discord are growing among the seven major species and in the Council itself. Old alliances are shattering, and hasty diplomatic treaties are made in secrecy. A confrontation of the superpowers seems inevitable &ndash; only the outcome of the galactic conflict remains to be seen. Which faction will emerge victorious and lead the galaxy under its rule?&#10;&#10;A game of Eclipse places you in control of a vast interstellar civilization, competing for success with its rivals. You will explore new star systems, research technologies, and build spaceships with which to wage war. There are many potential paths to victory, so you need to plan your strategy according to the strengths and weaknesses of your species, while paying attention to the other civilizations' endeavors.&#10;&#10;The shadows of the great civilizations are about to eclipse the galaxy. Lead your people to victory!&#10;&#10;",
        "players": "2-6",
        "playing_time": "180",
        "age": "14",
        "weight": "3.7046",
        "categories": [
            "Civilization",
            "Fighting",
            "Science Fiction",
            "Space Exploration",
            "Territory Building",
            "Wargame"
        ],
        "mechanics": [
            "Dice Rolling",
            "Grid Movement",
            "Hexagon Grid",
            "Map Addition",
            "Modular Board",
            "Player Elimination",
            "Tile Placement",
            "Variable Phase Order",
            "Variable Player Powers"
        ]
    },
    {
        "id": 164928,
        "title": "Orlans",
        "description": "During the medieval goings-on around Orl&eacute;ans, you must assemble a following of farmers, merchants, knights, monks, etc. to gain supremacy through trade, construction and science in medieval France.&#10;&#10;In Orl&eacute;ans, you will recruit followers and put them to work to make use of their abilities. Farmers and Boatmen supply you with money and goods; Knights expand your scope of action and secure your mercantile expeditions; Craftsmen build trading stations and tools to facilitate work; Scholars make progress in science; Traders open up new locations for you to use your followers; and last but not least, it cannot hurt to get active in monasteries since with Monks on your side you are much less likely to fall prey to fate.&#10;&#10;You will always want to take more actions than possible, and there are many paths to victory. The challenge is to combine all elements as best as possible with regard to your strategy.&#10;&#10;",
        "players": "2-5",
        "playing_time": "90",
        "age": "12",
        "weight": "3.0264",
        "categories": [
            "Medieval",
            "Religious",
            "Travel"
        ],
        "mechanics": [
            "Contracts",
            "Deck, Bag, and Pool Building",
            "End Game Bonuses",
            "Events",
            "Kill Steal",
            "Point to Point Movement",
            "Simultaneous Action Selection",
            "Tech Trees / Tech Tracks",
            "Turn Order: Progressive",
            "Variable Set-up",
            "Worker Placement, Different Worker Types"
        ]
    },
    {
        "id": 162886,
        "title": "Spirit Island",
        "description": "In the most distant reaches of the world, magic still exists, embodied by spirits of the land, of the sky, and of every natural thing. As the great powers of Europe stretch their colonial empires further and further, they will inevitably lay claim to a place where spirits still hold power - and when they do, the land itself will fight back alongside the islanders who live there.&#10;&#10;Spirit Island is a complex and thematic co-operative game about defending your island home from colonizing Invaders. Players are different spirits of the land, each with its own unique elemental powers. Every turn, players simultaneously choose which of their power cards to play, paying energy to do so. Using combinations of power cards that match a spirit's elemental affinities can grant free bonus effects. Faster powers take effect immediately, before the Invaders spread and ravage, but other magics are slower, requiring forethought and planning to use effectively. In the Spirit phase, spirits gain energy, and choose how / whether to Grow: to reclaim used power cards, to seek new power, or to spread their presence into new areas of the island.&#10;&#10;The Invaders expand across the island map in a semi-predictable fashion. Each turn they explore into some lands (portions of the island); the next turn, they build in those lands, forming towns and cities. The turn after that, they ravage there, bringing blight to the land and attacking any native islanders present. The islanders fight back against the Invaders when attacked, and lend the spirits some other aid, but may not always do so exactly as you'd hoped. Some Powers work through the islanders, helping them, for example, to drive out the Invaders or clean the land of blight.&#10;&#10;The game escalates as it progresses: spirits spread their presence to new parts of the island and seek out new and more potent powers, while the Invaders step up their colonization efforts. Each turn represents 1-3 years of alternate history. At game start, winning requires destroying every last explorer, town and city on the board - but as you frighten the Invaders more and more, victory becomes easier: they'll run away even if explorers or even towns and cities remain. Defeat comes if any spirit is destroyed, if the island is overrun by blight, or if the Invader deck is depleted before achieving victory.&#10;&#10;The game includes different adversaries to fight against (eg., a Swedish Mining Colony, or a Remote British Colony). Each changes play in different ways, and offers a different path of difficulty boosts to keep the game challenging as you gain skill.&#10;&#10;",
        "players": "1-4",
        "playing_time": "120",
        "age": "13",
        "weight": "4.0676",
        "categories": [
            "Environmental",
            "Fantasy",
            "Fighting",
            "Mythology",
            "Territory Building"
        ],
        "mechanics": [
            "Action Retrieval",
            "Area Majority / Influence",
            "Automatic Resource Growth",
            "Campaign / Battle Card Driven",
            "Cooperative Game",
            "Hand Management",
            "Modular Board",
            "Simultaneous Action Selection",
            "Solo / Solitaire Game",
            "Tags",
            "Variable Player Powers",
            "Variable Set-up"
        ]
    },
    {
        "id": 124361,
        "title": "Concordia",
        "description": "Two thousand years ago, the Roman Empire ruled the lands around the Mediterranean Sea. With peace at the borders, harmony inside the provinces, uniform law, and a common currency, the economy thrived and gave rise to mighty Roman dynasties as they expanded throughout the numerous cities. Guide one of these dynasties and send colonists to the remote realms of the Empire; develop your trade network; and appease the ancient gods for their favor &mdash; all to gain the chance to emerge victorious!&#10;&#10;Concordia is a peaceful, strategy game of economic development in Roman times for 2-5 players aged 13 and up. Instead of looking to the luck of dice or cards, players must rely on their strategic abilities. Be sure to watch your rivals to determine which goals they are pursuing and where you can outpace them! In the game, colonists are sent out from Rome to settle down in cities that produce bricks, food, tools, wine, and cloth. Each player starts with an identical set of playing cards and acquires more cards during the game. These cards serve two purposes:&#10;&#10;&#10;    They allow a player to choose actions during the game.&#10;    They are worth victory points (VPs) at the end of the game. &#10;&#10;&#10;Concordia is a strategy game that requires advanced planning and consideration of your opponent's moves. Every game is different, not only because of the sequence of new cards on sale but also due to the modular layout of cities. (One side of the game board shows the entire Roman Empire with 30 cities for 3-5 players, while the other shows Roman Italy with 25 cities for 2-4 players.) When all cards have been sold or after the first player builds their 15th house, the game ends. The player with the most VPs from the gods (Jupiter, Saturnus, Mercurius, Minerva, Vesta, etc.) wins the game.&#10;&#10;",
        "players": "2-5",
        "playing_time": "100",
        "age": "13",
        "weight": "2.9879",
        "categories": [
            "Ancient",
            "Economic",
            "Nautical"
        ],
        "mechanics": [
            "Action Retrieval",
            "Advantage Token",
            "Auction: Dutch",
            "Deck, Bag, and Pool Building",
            "End Game Bonuses",
            "Hand Management",
            "Hidden Victory Points",
            "Investment",
            "Movement Points",
            "Open Drafting",
            "Point to Point Movement",
            "Set Collection",
            "Variable Set-up"
        ]
    },
    {
        "id": 193738,
        "title": "Great Western Trail",
        "description": "America in the 19th century: You are a rancher and repeatedly herd your cattle from Texas to Kansas City, where you send them off by train. This earns you money and victory points. Needless to say, each time you arrive in Kansas City, you want to have your most valuable cattle in tow. However, the &quot;Great Western Trail&quot; not only requires that you keep your herd in good shape, but also that you wisely use the various buildings along the trail. Also, it might be a good idea to hire capable staff: cowboys to improve your herd, craftsmen to build your very own buildings, or engineers for the important railroad line.&#10;&#10;If you cleverly manage your herd and navigate the opportunities and pitfalls of Great Western Trail, you surely will gain the most victory points and win the game.&#10;&#10;&mdash;description from the publisher&#10;&#10;",
        "players": "2-4",
        "playing_time": "150",
        "age": "12",
        "weight": "3.6994",
        "categories": [
            "American West",
            "Animals",
            "Economic"
        ],
        "mechanics": [
            "Deck, Bag, and Pool Building",
            "Hand Management",
            "Ownership",
            "Set Collection",
            "Track Movement",
            "Variable Set-up"
        ]
    },
    {
        "id": 201808,
        "title": "Clank!: A Deck-Building Adventure",
        "description": "Burgle your way to adventure in the deck-building board game Clank! Sneak into an angry dragon's mountain lair to steal precious artifacts. Delve deeper to find more valuable loot. Acquire cards for your deck and watch your thievish abilities grow.&#10;&#10;Be quick and be quiet. One false step and CLANK! Each careless sound draws the attention of the dragon, and each artifact stolen increases its rage. You can enjoy your plunder only if you make it out of the depths alive!&#10;&#10;Clank! is a deck-building game. Each player has their own deck, and building yours up is part of playing the game. You start each of your turns with five cards in your hand, and you'll play them all in any order you choose. Most cards will generate resources, of which there are three different kinds:&#10;&#10;&#10;    Skill, which is used to acquire new cards for your deck.&#10;    Swords, which are used to fight the monsters that infest the dungeon.&#10;    Boots, which are used to move around the board.&#10;&#10;&#10;Every time you acquire a new card, you put it face up in your discard pile. Whenever you need to draw a card and find your deck empty, you shuffle your discard pile and turn it face down to form a new deck. With each shuffle, your newest cards become part of a bigger and better deck! Each player starts with the same cards in their deck, but they&rsquo;ll acquire different cards during their turns. Because cards can do many different things, each player&rsquo;s deck (and strategy) will become more and more different as the game unfolds.&#10;&#10;During the game, you have two goals:&#10;&#10;    Retrieve an Artifact token and escape the dragon by returning to the place you started, outside of the dungeon.&#10;    Accumulate enough points with your Artifact and other loot to beat out your opponents and earn the title of Greatest Thief in the Realm!&#10;&#10;&#10;",
        "players": "2-4",
        "playing_time": "60",
        "age": "12",
        "weight": "2.2281",
        "categories": [
            "Adventure",
            "Fantasy"
        ],
        "mechanics": [
            "Action Points",
            "Deck, Bag, and Pool Building",
            "Delayed Purchase",
            "End Game Bonuses",
            "Movement Points",
            "Open Drafting",
            "Player Elimination",
            "Point to Point Movement",
            "Push Your Luck",
            "Variable Set-up"
        ]
    },
    {
        "id": 129622,
        "title": "Love Letter",
        "description": "All of the eligible young men (and many of the not-so-young) seek to woo the princess of Tempest. Unfortunately, she has locked herself in the palace, and you must rely on others to take your romantic letters to her. Will yours reach her first?&#10;&#10;Love Letter is a game of risk, deduction, and luck for 2&ndash;4 players. Your goal is to get your love letter into Princess Annette's hands while deflecting the letters from competing suitors. From a deck with only sixteen cards, each player starts with only one card in hand; one card is removed from play. On a turn, you draw one card, and play one card, trying to expose others and knock them from the game. Powerful cards lead to early gains, but make you a target. Rely on weaker cards for too long, however, and your letter may be tossed in the fire!&#10;&#10;Number 4 in the Setting: Tempest Shared World Game Series&#10;&#10;",
        "players": "2-4",
        "playing_time": "20",
        "age": "10",
        "weight": "1.1848",
        "categories": [
            "Card Game",
            "Deduction",
            "Renaissance"
        ],
        "mechanics": [
            "Deduction",
            "Hand Management",
            "Player Elimination",
            "Score-and-Reset Game",
            "Take That"
        ]
    },
    {
        "id": 187645,
        "title": "Star Wars: Rebellion",
        "description": "Star Wars: Rebellion is a board game of epic conflict between the Galactic Empire and Rebel Alliance for two to four players.&#10;&#10;Experience the Galactic Civil War like never before. In Rebellion, you control the entire Galactic Empire or the fledgling Rebel Alliance. You must command starships, account for troop movements, and rally systems to your cause. Given the differences between the Empire and Rebel Alliance, each side has different win conditions, and you'll need to adjust your play style depending on who you represent:&#10;&#10;     As the Imperial player, you can command legions of Stormtroopers, swarms of TIEs, Star Destroyers, and even the Death Star. You rule the galaxy by fear, relying on the power of your massive military to enforce your will. To win the game, you need to snuff out the budding Rebel Alliance by finding its base and obliterating it. Along the way, you can subjugate worlds or even destroy them.&#10;     As the Rebel player, you can command dozens of troopers, T-47 airspeeders, Corellian corvettes, and fighter squadrons. However, these forces are no match for the Imperial military. In terms of raw strength, you'll find yourself clearly overmatched from the very outset, so you'll need to rally the planets to join your cause and execute targeted military strikes to sabotage Imperial build yards and steal valuable intelligence. To win the Galactic Civil War, you'll need to sway the galaxy's citizens to your cause. If you survive long enough and strengthen your reputation, you inspire the galaxy to a full-scale revolt, and you win.&#10;&#10;&#10;Featuring more than 150 plastic miniatures and two game boards that account for thirty-two of the Star Wars galaxy's most notable systems, Rebellion features a scope that is as large and sweeping as any Star Wars game before it.&#10;&#10;Yet for all its grandiosity, Rebellion remains intensely personal, cinematic, and heroic. As much as your success depends upon the strength of your starships, vehicles, and troops, it depends upon the individual efforts of such notable characters as Leia Organa, Mon Mothma, Grand Moff Tarkin, and Emperor Palpatine. As civil war spreads throughout the galaxy, these leaders are invaluable to your efforts, and the secret missions they attempt will evoke many of the most inspiring moments from the classic trilogy. You might send Luke Skywalker to receive Jedi training on Dagobah or have Darth Vader spring a trap that freezes Han Solo in carbonite!&#10;&#10;",
        "players": "2-4",
        "playing_time": "240",
        "age": "14",
        "weight": "3.7404",
        "categories": [
            "Civil War",
            "Miniatures",
            "Movies / TV / Radio theme",
            "Science Fiction",
            "Space Exploration",
            "Wargame"
        ],
        "mechanics": [
            "Area Majority / Influence",
            "Area Movement",
            "Area-Impulse",
            "Card Play Conflict Resolution",
            "Contracts",
            "Delayed Purchase",
            "Dice Rolling",
            "Die Icon Resolution",
            "Events",
            "Hand Management",
            "Hidden Movement",
            "Income",
            "Once-Per-Game Abilities",
            "Tags",
            "Take That",
            "Team-Based Game",
            "Variable Player Powers",
            "Variable Set-up",
            "Worker Placement, Different Worker Types"
        ]
    }
]