{"name": "Shadows of the Civil War", "background": "In the backdrop of a torn nation, three rival factions are vying for control during a bitter civil war. As each faction seeks power, players assume hidden roles within their ranks, each with their own objectives, but ultimately all must navigate an intricate web of alliances, betrayals, and deception. Will you safeguard the future of your faction or your own ambitions? In this game of strategy, trust no one and play your cards right, for victory lies in the shadows.", "rules": {"game_setup": {"board": "The game board represents key territories divided between the three factions. Each territory has specific resources that can be contested.", "role_distribution": "Each player is randomly assigned a hidden role with unique abilities and secret objectives.", "dice": "Players roll dice to determine the success of their actions, such as movement or combat.", "secret_information": "Players may discuss plans but must keep their roles and objectives confidential."}, "game_turn": {"actions": [{"name": "Move", "description": "Players roll the dice (1d6) to determine how many territories they may move across."}, {"name": "Influence", "description": "Players may attempt to influence other players to form temporary alliances, utilizing negotiation mechanics."}, {"name": "Take Action", "description": "Players can attempt to take control of a territory or sabotage another player’s effort."}], "dice_roll_outcomes": {"1-2": "Fail", "3-4": "Partial Success", "5-6": "Full Success"}, "player_interaction": {"hidden_roles": "Players must use deduction to figure out each other’s roles based on actions taken.", "negotiation": "Players can form alliances, trade resources or share information to strengthen their position."}}, "endgame": {"conditions": "The game ends when one faction achieves their victory objective, or if all roles have been revealed and one faction remains in control of their territories.", "victory": "Winning players receive bonuses based on their hidden objectives, including secret achievements during the game."}}, "players": {"number_of_players": 3, "roles": [{"name": "The Spy", "ability": "Can eavesdrop on another player's negotiation and gain insight into their plans."}, {"name": "The General", "ability": "Can lead a successful attack without rolling, once per game."}, {"name": "The Negotiator", "ability": "Can propose an alliance that reverses the failure of an action once."}]}}