{"name": "Quest for the Lost Island", "background": "In the heart of the ocean lies a mysterious island shrouded in mist and legends. It is said that an ancient treasure, the Jewel of Eternity, is hidden somewhere within its jungles, waiting for brave adventurers to uncover its secrets. However, travelers must be wary; the island is inhabited by mythical creatures, treacherous terrain, and ancient traps left behind to protect the treasure. As part of a daring expedition team, players must explore the island, complete quests, upgrade their characters, and negotiate with each other to be the first to find the jewel before it is lost forever in the depths of the island’s secrets.", "rules": {"turn_structure": {"action_points": {"description": "Players have 5 action points to perform actions each turn.", "requirements": ["Players may choose to move, search for clues, interact with other players, or upgrade equipment.", "Moving costs 1 action point per territory crossed.", "Searching for clues or interacting with players costs 2 action points.", "Upgrading equipment costs 3 action points.", "Unused action points are lost at the end of the turn."]}, "simultaneous_action_selection": {"description": "Players select their actions secretly and reveal them at the same time.", "requirements": ["Players use action selection tokens to denote which actions they will take.", "If players choose conflicting actions (e.g., fighting over the same clue), the action with the highest sum of action points wins.", "Actions are resolved in order based on a predetermined initiative roll at the start of the round."]}}, "dice_and_randomness": {"dice_rolling": {"description": "Dice are used to resolve actions, movement checks, and combat.", "requirements": ["A 6-sided die is used, with outcomes defined as follows: 1-2 (failure), 3-4 (partial success), 5 (success), 6 (critical success).", "Players must also roll to navigate difficult terrains; a roll of 3 or above is required.", "A modifier can be applied based on character abilities or equipment.", "Players may choose to reroll once per turn at the cost of 1 action point."]}}, "player_interaction": {"hidden_roles": {"description": "Each player has a secret objective that can influence their actions.", "requirements": ["Roles are determined randomly and can range from Treasure Hunter to Saboteur.", "Each role has unique victory conditions, which may include finding the jewel or obstructing others.", "Players can reveal roles through specific actions, or through successful deduction.", "Players must keep their roles secret and can only share information at the risk of losing trust."]}, "negotiation": {"description": "Players can negotiate temporary alliances or trade resources.", "requirements": ["Negotiation is open at any time; however, players must agree on the terms and outcomes.", "Breach of agreement can lead to distrust, affecting future interactions.", "Agreements can be formalized using negotiation tokens which players can exchange."]}}}, "players": ["Explorer: Strong in exploration and resource gathering.", "Warrior: Skilled in combat, can protect and confront threats.", "Scholar: Knowledgeable in ancient scripts and puzzles, aiding in quests.", "Trader: Specializes in negotiation and resource exchanges."]}