{"name": "Plague Wars: The Resource Struggle", "background": "In a world ravaged by plagues, cities are desperate for medical resources. Teams of scavengers and former healthcare personnel band together to compete for vital supplies while attempting to outwit their opponents. Players embody factions fighting for control in plague-stricken territories, where trust is scarce. Deceit and clever manipulation are key as players negotiate, forming temporary alliances while hiding their true intentions. As players navigate the dangers of urban decay and treachery, who can secure the resources needed to survive and thrive?", "rules": {"Game Setup": {"1. Player Roles": "Each player must select a unique role from the available factions, each with distinct abilities.", "2. Board Setup": "Place the game board representing various plague-stricken cities, along with supply markers and resource tokens.", "3. Dice Setup": "Provide each player with a set of 6-sided dice for determining outcomes of actions throughout the game.", "4. Resource Allocation": "Distribute initial resources to each player based on their roles."}, "Game Play": {"1. Turn Order": "Players will take turns in clockwise order. Each turn consists of actions and a draw phase.", "2. Actions": {"a. Move": "Players can move to adjacent cities on the board.", "b. Scavenge": "Players may roll dice to determine the number of resources they can claim from the city.", "c. Negotiate": "Players can initiate discussions with others to form temporary alliances or trade resources.", "d. Hide Intentions": "Players may choose to bluff about their scavenged resources and future intentions."}, "3. Dice Rolling": {"a. Roll": "Players will roll 2 dice when scavenging. The outcome will determine how many resources they acquire based on the specified city effects.", "b. Outcomes": "Define outcomes based on die combinations (e.g., double rolls could increase rewards, on a particular number, unexpected events occur)."}, "4. Player Interaction": {"a. Hidden Roles": "Each player's role and objectives are secret until revealed through interaction or direct action.", "b. Deception/Bluffing": "Players may lie about the total resources secured to manipulate trading dynamics."}, "5. End of Turn": "After players finish their actions, they must draw 2 action cards that may introduce game-altering events."}, "Victory Conditions": "The game ends when a player accumulates a predetermined number of resources or when all cities have been scavenged. The player with the most resources at the end of the game is declared the winner."}, "players": {"MinPlayers": 3, "MaxPlayers": 5, "Roles": [{"name": "The Scavenger", "ability": "Gain extra resources when scavenging but must reveal one resource when trading."}, {"name": "The Medic", "ability": "Once per turn may share a resource with an allied player without revealing it."}, {"name": "The Deceiver", "ability": "Once per game, may force an opponent to reveal their hidden resources."}]}}