{"name": "Civil War Deception", "background": "In a divided nation plagued by civil war, factions rise and fall in pursuit of power and control. Players take on the roles of faction leaders, each possessing hidden agendas and secret objectives. Alliances are forged in the shadows, and trust is a fragile commodity. Players must navigate through misleading information, craft clever lies, and leverage their faction's resources to outsmart their opponents in this battle for survival and dominance.", "rules": {"Objective": "Players aim to achieve their secret objectives while eliminating rival factions and gaining control over key territories.", "Setup": {"1. Assign Roles": "Each player receives a hidden role card that specifies their faction and secret objective.", "2. Prepare the Board": "The game board is divided into regions, with key locations and resources marked.", "3. Distribute Resources": "Each player starts with a specific amount of resources based on their faction."}, "Gameplay": {"1. Player Turns": {"a. Dice Rolling": "Players roll a six-sided dice to determine their actions. Each face of the dice corresponds to a specific action (e.g., Move, Attack, Strategize).", "b. Action Resolution": "Players can choose to perform one action based on their dice roll or use resources to modify their outcomes."}, "2. Player Interaction": {"a. Hidden Roles": "Players must keep their roles and objectives secret. Players can attempt to deduce each other’s roles based on actions taken.", "b. Negotiation": "Players may negotiate alliances, trades, or temporary truces. Any agreements made must be respected but can be broken at any time. Optional written agreements can help formalize these alliances."}, "3. End of Round": "After each player has taken their turn, players may reveal actions taken and potentially sway others about their true intentions."}, "Victory Conditions": {"1. Fulfill Secret Objective": "A player wins immediately if they successfully complete their secret objective.", "2. Eliminate Rival Factions": "If all other players are eliminated, the last remaining player wins regardless of their secret objective."}}, "players": {"MinPlayers": 3, "MaxPlayers": 5, "Roles": [{"name": "The Rebel Commander", "ability": "Gains extra resources when negotiating with other players."}, {"name": "The Spy Master", "ability": "Can look at another player's secret objective once per game."}, {"name": "The Diplomat", "ability": "Can form alliances with multiple factions but must declare war on one if discovered."}]}}