{"name": "Shadows of the Civil War", "background": "In the midst of the Civil War, three factions emerge in a battle for power and control over the war-torn land. Each faction has its own agenda, secretly vying for dominance while trying to outsmart their opponents. Players must navigate the treachery of alliances, hidden agendas, and the chaos of battle as they strive to achieve their secret objectives. Will you betray your allies to seize power for yourself, or will you collaborate to forge a new order from the ruins of war?", "rules": {"setup": ["Each player chooses a faction and receives a secret role card.", "Shuffle the dice and place them to the side.", "Place the game board representing the war-torn land on the table.", "Each player rolls a die to determine their starting position on the board."], "turn_structure": {"player_actions": ["On their turn, a player rolls a die and moves their token accordingly.", "Players can attempt to negotiate with others, forming temporary alliances.", "Each player can take one secret action related to their role on their turn."], "bluffing_mechanics": ["Players may declare they are performing one action while actually doing another.", "If suspicion arises, players can call another out, leading to a reveal phase where roles may be exposed."]}, "ending_the_game": ["The game ends when one faction achieves its victory condition as defined on the role cards.", "Alternatively, if all factions are wiped out, the last remaining player is declared the winner."], "role_specifics": [{"role": "The General", "abilities": "Can negotiate for troop reinforcements and manipulate battles."}, {"role": "The Spy", "abilities": "Can view another player's secret objectives and use that information to their advantage."}, {"role": "The Diplomat", "abilities": "Can create trade agreements, allowing them to exchange resources for favors or information."}]}, "players": {"number_of_players": 3, "roles": [{"name": "The General", "ability": "Can negotiate for troop reinforcements and manipulate battles."}, {"name": "The Spy", "ability": "Can view another player's secret objectives and use that information to their advantage."}, {"name": "The Diplomat", "ability": "Can create trade agreements, allowing them to exchange resources for favors or information."}]}}