{"name": "Plague City Showdown", "background": "In a world ravaged by a deadly plague, survivors scramble for limited medical resources hidden within the crumbling cities. Players take on the roles of competing factions, each with their own secret objectives and hidden agendas, vying to secure the last remnants of life-saving supplies. As the plague ravages the population, alliances will be formed—and broken—as players deceive and strategize their way to victory. Trust no one, for in the Plague City Showdown, only the cunning will survive.", "rules": {"Setup": {"1": "Each player selects a role card and keeps it secret.", "2": "Place the game board representing the plague city on the table.", "3": "Distribute 5 resources (randomly assigned) to each player.", "4": "Determine a starting player using dice rolls; the highest roll goes first."}, "Gameplay": {"Rounds": {"1": "Players take turns rolling a die to determine their movement points and potential events.", "2": "On their turn, a player rolls a six-sided die to resolve movement or actions.", "3": "Movement results may lead to discovering hidden resources, encountering rivals, or initiating negotiations."}, "Resource Collection": {"1": "Players can choose to search locations for resources. The die result determines the success of the search.", "2": "If a player rolls a 1-3, they find a minor resource. A roll of 4-5 indicates a fair resource. Rolling a 6 grants a rare resource."}, "Negotiation": {"1": "Players may negotiate with each other to trade resources or form temporary alliances.", "2": "Agreements must be verbal, but players can choose to write them down for clarity.", "3": "Players can break alliances at any time, but must be prepared for possible repercussions from former allies."}, "Hidden Roles": {"1": "Each role has secret objectives to be fulfilled based on the game's progress.", "2": "During the game, players may attempt to learn each other's roles through questioning and strategic actions."}, "Endgame": {"1": "The game ends when one player successfully fulfills their secret objective or after a set number of rounds.", "2": "Players reveal their roles, and objectives are scored based on completion."}, "Winning": {"1": "The player who completes their secret objective and has the most resources is declared the winner."}}, "Dice Rolling": {"1": "The game uses a standard six-sided die. Each face represents different outcomes, which impact movement, resource collection, or events.", "2": "When rolling, outcomes must balance player agency with random occurrences to maintain tension."}}, "players": {"MinPlayers": 3, "MaxPlayers": 5, "Roles": [{"name": "The Medic", "ability": "Negotiate for additional healing resources."}, {"name": "The Strategist", "ability": "Plan ambushes against rival factions."}, {"name": "The Diplomat", "ability": "Negotiate more favorable trades during alliances."}, {"name": "The Forager", "ability": "Explore and gather resources more effectively."}, {"name": "The Saboteur", "ability": "Disrupt others' resource collection efforts."}]}}