{"name": "Pandemic: Resource Wars", "background": "In a world ravaged by deadly plagues, cities have become battlegrounds for dwindling medical resources. Players take on the roles of rival factions vying to control the last remaining supplies in a series of dangerous and disease-infested cities. Deceit, negotiation, and strategic alliances are crucial as players must not only fight against the plague but also against each other to secure their faction's survival. Will you work together to battle the oncoming infections, or will you betray your allies and seize their resources for your own gain?", "rules": {"setup": {"board": "Place the game board representing the plague cities in the center.", "resources": "Shuffle and place the resource cards face down on the designated area of the board.", "roles": "Each player randomly selects a hidden role and keeps it secret until revealed or betrayed.", "dice": "Provide each player with custom dice that have specific outcomes for movement and resource collection."}, "dice": {"sides": 6, "outcomes": {"1": "Move 1 space and draw a resource card.", "2": "Move 2 spaces.", "3": "Encounter a plague event (draw an event card).", "4": "Negotiate with another player in the same city.", "5": "Roll again (max 2 additional rolls).", "6": "Steal 1 resource from any player in the same city."}, "rollingMechanic": "Players roll the custom dice at the beginning of their turn to determine their movement and actions. The result dictates how to proceed for that turn."}, "gameplay": {"turn_order": "Players take turns in clockwise order.", "actions": {"movement": "Players can roll the dice to move through cities. The outcome determines the number of spaces moved or the events encountered.", "resource_gathering": "Players can gather resources in cities they occupy, but they may need to negotiate or deceive to secure resources from others.", "hidden_roles": "Each role provides unique abilities that can be revealed strategically to influence other players.", "negotiation": "Players can negotiate trades for resources or temporary alliances, but they can also bluff or deceive about their actual resources or intentions."}, "end_turn": "At the end of each turn, players update resource stocks and draw new resource cards, which may introduce new challenges or aid."}, "winning_conditions": {"victory": "Players can win by either amassing a predetermined amount of resources individually or by forming alliances to overcome specific challenges, leading to a collective victory."}}, "players": {"MinPlayers": 3, "MaxPlayers": 3, "Roles": [{"name": "The Medic", "ability": "Can gather 1 extra resource when treating disease in a city."}, {"name": "The Scavenger", "ability": "Can negotiate for additional resources when trading with players who are in the same city."}, {"name": "The Strategist", "ability": "Can bluff to steal a resource from another player once per game without them knowing."}]}}