{"name": "Mysteries of the Forgotten Isle", "background": "In the heart of the ocean lies the Forgotten Isle, a place shrouded in mist and legend. Many adventurers have ventured to its shores, drawn by tales of ancient treasures and mysteries waiting to be uncovered. However, the Isle is rumored to be cursed, with strange creatures roaming its jungles and puzzles guarding its secrets. As a team of skilled adventurers, players must navigate through treacherous terrain, tackle various quests, and overcome challenges to unveil the mysteries of the island and escape with its treasures.", "rules": {"Action and Turn Management": {"Action Points": {"description": "Players have 5 action points per turn that they can spend on different actions.", "requirements": {"Action Costs": {"Explore": 2, "Search for Treasure": 3, "Fight Creatures": 4, "Upgrade Equipment": 3}, "Unused Points": "Unused action points do not carry over and are lost at the end of the turn."}}, "Simultaneous Action Selection": {"description": "Players choose their actions in secret and reveal them simultaneously.", "requirements": {"Selection Method": "Players use action cards to select their actions secretly.", "Conflict Resolution": "If two players choose to fight a creature, they must roll dice to determine the victor; the one with the higher roll wins.", "Revealing Sequence": "Actions are revealed in the order they were selected."}}}, "Dice and Randomness": {"Dice Rolling": {"description": "Dice are rolled for movement, combat, and resolving random events.", "requirements": {"Dice Outcomes": "1-2 = Fail, 3-5 = Partial Success, 6 = Full Success.", "Interpreting Results": "Rolls of 1 result in a negative event, while 6 grants an additional action next turn.", "Balance": "Players can choose to reroll one die at the cost of an action point.", "Modifiers": "Equipment upgrades can provide bonuses to dice rolls."}}}, "Player Interaction": {"Hidden Roles": {"description": "Each player has a secret goal that adds a layer of strategy.", "requirements": {"Role Distribution": "Each player is randomly assigned a unique role (Explorer, Warrior, Healer, Scholar) with personal victory conditions.", "Role Deductions": "Players may use in-game clues to deduce their teammate’s secret objective.", "Handling Secrets": "Players may only reveal their roles if they achieve their objectives."}}, "Negotiation": {"description": "Players can form temporary alliances or trade items and information.", "requirements": {"Negotiation Scope": "Players may trade items and information on quests.", "Breaking Alliances": "Players can break alliances at any time but may face penalties during the next combat encounter.", "Formalizing Agreements": "Agreements can be made using 'Deal Tokens' which can be exchanged for an action point benefit."}}}, "Victory Conditions": "Players win by successfully completing the main quest and escaping the island with the treasure. Alternatively, each player can meet their individual secret goals to attain personal victory."}, "players": 4}