{"name": "Resource Wars: Plague Survivors", "background": "In a world devastated by plague, cities are on the brink of collapse. Medical resources are scarce, and every player represents a different faction fighting for control over the dwindling supplies to save their citizens. In this desperate struggle for survival, you'll need to rely on your cunning and negotiation skills to outsmart rivals while attempting to deceive them about your true intentions. Form temporary alliances, trade supplies, or launch underhanded attacks to become the dominant faction in a world where trust is hard to come by.", "rules": {"Objective": "Be the first player to secure four medical resource cards by the end of the game while maintaining your secret objectives.", "Setup": {"Players": "Each player receives a hidden role card detailing their faction and personal objectives.", "Board": "Place the game board depicting plague-hit cities and resource locations.", "Dice": "Players will use a 6-sided die to determine movements and outcomes during their turns."}, "Gameplay": {"Turns": "Players take turns rolling the dice and moving their markers around the board.", "Actions": {"Exploration": "Depending on the die roll, players may explore a city to gain secret resource cards or engage with other players in negotiations.", "Negotiation": {"Scope": "Players may trade resources, form temporary alliances, or even agree to sabotage another player.", "Breaking Alliances": "Any player can choose to betray an ally at any point, causing a dynamic shift in the relationships."}, "Dice Rolling": {"Movement": "Players roll the die to move across the board and explore cities.", "Resource Outcomes": {"1-2": "Gain one resource card.", "3": "Lose one resource card.", "4": "Launch a sabotage against an opponent causing them to lose one resource card.", "5": "Form an alliance with another player, allowing both to exchange a resource card.", "6": "Draw an additional resource card from the deck."}}}}, "Winning the Game": "Players must meet their personal objectives and collect the necessary medical resource cards to secure victory."}, "players": {"MinPlayers": 3, "MaxPlayers": 5, "Roles": [{"name": "The Medic", "ability": "Negotiate for additional healing resources."}, {"name": "The Strategist", "ability": "Plan ambushes against rival factions."}, {"name": "The Diplomat", "ability": "Negotiate more favorable trades during alliances."}]}}